export default function faqData() {
  const data = [
    {
      title: "Частые вопросы",
      items: [
        {
          item: {
            textTitle: "Сколько проверяют объявление",
            textContent: [
              {
                textItemQuestion: "Сколько проверяют объявление",
                textItemAnswer:
                  "Обычно проверка занимает от 5 до 30 минут, но иногда нам может потребоваться больше времени. Нам важно всё проверить — от описания до фотографий. Это не значит, что именно с вашим объявлением что-то не так. Если проверка идёт уже 2 дня, то, скорее всего, это связано с большим количеством объявлений.",
              },
              {
                textItemQuestion: "Как понять, что объявление опубликовалось?",
                textItemAnswer:
                  "Если вы видите объявление во вкладке «Мои обьявления» без плашки «На модерации», значит, оно прошло проверку и появилось в поиске. Если на объявлении висит плашка «На модерации» — значит, мы его ещё проверяем.",
              },
              {
                textItemQuestion: "А можно ускорить проверку?",
                textItemAnswer: "Ускорить модерацию не получится — нужно подождать. Пока мы проверяем объявление, изменения лучше не вносить — после каждого редактирования мы начинаем проверку заново.",
              },
              {
                textItemQuestion:
                  "Если объявление платное, вы быстрее проверяете?",
                textItemAnswer: "Даже, если объявление платное, это не влияет на скорость. Платные объявления мы проверяем столько же, сколько и бесплатные — чаще всего от 2 до 30 минут (в редких случаях — до 2 дней).",
              },
              {
                textItemQuestion:
                  "Я могу редактировать объявление, пока оно на проверке?",
                textItemAnswer:
                  "Вы можете редактировать объявление, которое на проверке но после этого проверка начнётся заново. Мы проверяем объявление каждый раз, когда вы его редактируете — даже если вы внесли совсем небольшие изменения.",
              },
            ],
          },
        },
        {
          item: {
            textTitle: "Почему мое объявление не на первом месте",
            textContent: [
              {
                textItemQuestion: "Почему я не на первом месте?",
                textItemAnswer:
                  "Потому что поиск подстраивается под человека. Скорее всего, другие объявления больше подходят под фильтры, которые вы выбираете. При поиске мы учитываем всё: город, фильтры и даже ваши предыдущие поиски. А в результатах показываем именно те объявления, которые лучше всего подходят под ваш запрос. Поэтому для разных людей результаты поиска могут отличаються. И если вы видите свое объявление не на первом месте, другой человек может увидеть его на первой позиции.",
              },
              {
                textItemQuestion:
                  "Как сделать, чтобы объявление было на первом месте?",
                textItemAnswer:
                  "Чтобы объявление было на первом месте, вы можете заказать размещение в специальном блоке «Премиум размещение». Подробности в разделе «Платные услуги».",
              },
            ],
          },
        },
        {
          item: {
            textTitle: "Не вижу своё объявление в поиске",
            textContent: [
              {
                textItemQuestion:
                  "Если разместить новое объявление, оно появится на сайте сразу?",
                textItemAnswer: `Перед тем, как опубликовать объявление, мы его проверяем. Это недолго — обычно занимает от пары минут до получаса, в особо сложных (и редких) случаях можем проверять до двух дней. Если с объявлением всё в порядке, оно появится в поиске сразу после публикации. Если нужно будет что-то исправить, мы отклоним объявление, чтоб вы его отредактировали. А если в объявлении что-то запрещённое, мы его заблокируем.`,
              },
              {
                textItemQuestion:
                  "Понятно, вы проверяете объявления. Платные тоже?",
                textItemAnswer:
                  "Конечно, мы проверяем все объявления: и бесплатные, и платные. Если платное объявление нарушает наши правила, мы его не опубликуем.",
              },
              {
                textItemQuestion:
                  "Как узнать, моё объявление уже опубликовано или нет? Искать в поиске постоянно?",
                textItemAnswer: `Как только мы опубликуем ваше объявление, пришлём пуш в приложении и уведомление в ваш личный кабинет. А ещё можно зайти в раздел профиля «Мои обьявления»: если ваше объявление там и на нём нет пометки "На модерации" — значит, объявление опубликовано.`,
              },
              {
                textItemQuestion: "А как найти в поиске?",
                textItemAnswer: `Найти свое объявление в поиске можно по ключевым параметрам: напишите в строке поиска параметры и выберите нужный город. Если похожих объявлений много, поставьте ограничение по цене и отметьте пару фильтров. Ещё своё объявление может быть удобно искать по карте.`,
              },
              {
                textItemQuestion:
                  "Объявление точно было, я меняю одно слово и оно опять уходит на проверку — это нормально?",
                textItemAnswer: `Имейте ввиду, каждый раз, когда вы что-то меняете в объявлении, даже какую-то мелочь — мы будем проверять его снова, иначе есть риск, что в уже одобренном объявлении появится что-то, что противоречит правилам (или вообще незаконно).`,
              },
            ],
          },
        },
      ],
    },
    {
      title: "Как опубликовать объявление: самые важные советы",
      items: [
        {
          item: {
            textTitle:
              "Хочу подать объявление о квартире. На что обратить внимание?",
            textContent: [
              {
                textItemQuestion:
                  "Хочу подать объявление о квартире. На что обратить внимание?",
                textItemAnswer:
                  "Срок действия любого объявления — 30 дней. При этом неважно — объявление активно, досрочно снято c публикации или удалено.",
              },
            ],
          },
        },
        {
          item: {
            textTitle:
              "Можно ли подавать объявления об одном обьекте недвижимости с разных профилей?",
            textContent: [
              {
                textItemQuestion:
                  "Можно ли подавать объявления об одном обьекте недвижимости с разных профилей?",
                textItemAnswer:
                  "Можно, если профили действительно принадлежат разным людям — мы это проверяем. Кроме того, в объявлениях должны отличаться фотографии: например, вы можете сделать фото с разных ракурсов",
              },
            ],
          },
        },
        {
          item: {
            textTitle: "Предлагаю несколько обьектов недвижимости",
            textContent: [
              {
                textItemQuestion:
                  "У меня несколько разных квартир, я могу опубликовать сразу все?",
                textItemAnswer: `Если у вас несколько разных квартир, вы можете разместить все квартиры в одной категории, но для каждой квартиры нужно будет создать уникальное объявление.`,
              },
              {
                textItemQuestion:
                  "А если я продаю несколько квартир на одинаковых условиях, можно все квартиры перечислить в одном объявлении?",
                textItemAnswer:
                  "Нет, в одном объявлении может быть только один объект недвижимости. Если у вас несколько квартир, для каждой из них нужно будет сделать отдельное объявление.",
              },
            ],
          },
        },
        {
          item: {
            textTitle: "Что важно знать про фотографии?",
            textContent: [
              {
                textItemQuestion: "Что важно знать про фотографии?",
                textItemAnswer: `Самое главное — фотографии должны быть ваши, в редких случаях, вы можете взять фото ЖК. Без рамок, логотипов брендов, названий организаций и водяных знаков. На фотографиях нельзя указывать контакты, адрес, цену, скидки.`,
              },
              {
                textItemQuestion: "Не загружаются фото",
                textItemAnswer: `Самые частые причины, почему не получается загрузить фото: размер изображений больше 5 МБ — уменьшите фото и загрузите его снова. Формат файла не поддерживается — загрузите фото в формате .jpg, .jpeg, .png или .gif. Интернет соединение работает медленно или прерывается — попробуйте загрузить фото позже или через другую сеть (домашний роутер или мобильную связь на телефоне).`,
              },
            ],
          },
        },
        {
          item: {
            textTitle: "Как правильно указывать цену?",
            textContent: [
              {
                textItemQuestion: "Что важно знать про фотографии?",
                textItemAnswer: `Указывайте полную стоимость. Не пишите в поле для цены номер телефона — для него есть отдельное поле. Указывайте цену в рублях. 
Указывайте полную стоимость объекта, а не цену за квадратный метр. Исключение — коммерческая недвижимость.`,
              },
            ],
          },
        },
        {
          item: {
            textTitle: "Количество комнат",
            textContent: [
              {
                textItemQuestion:
                  "У меня евродвушка (или евротрёшка). Как понять, сколько комнат указывать?",
                textItemAnswer: `Укажите, сколько в квартире отдельных комнат. Именно это важно для других пользователей. Кухня-гостиная (даже очень большая) не считается отдельной комнатой. Поэтому евродвушка — однокомнатная квартира, а евротрёшка — двухкомнатная.`,
              },
              {
                textItemQuestion: "А если студия?",
                textItemAnswer: `Если у вас студия, то есть одно общее пространство для кухни, спальни и гостиной, в блоке «Количество комнат» нужно выбрать вариант «Студия».`,
              },
            ],
          },
        },
        {
          item: {
            textTitle:
              "Хочу добавить номер телефона на фото и в описание, чтобы их было лучше видно. Так можно?",
            textContent: [
              {
                textItemQuestion:
                  "Хочу добавить номер телефона на фото и в описание, чтобы их было лучше видно. Так можно?",
                textItemAnswer: `Нет, указывать номер телефона на фото и в описании объявления нельзя. Такое обьявление не пройдет модерацию и будет отклонено.`,
              },
            ],
          },
        },
        {
          item: {
            textTitle: "Не удаётся подать объявление в приложении",
            textContent: [
              {
                textItemQuestion: "Не удаётся подать объявление в приложении",
                textItemAnswer: `Скорее всего, версия приложения устарела, и поэтому оно работает с ошибками. Обновите её. Посмотреть, какую версию приложения вы используете, можно в настройках профиля внизу страницы.`,
              },
              {
                textItemQuestion: "Совет:",
                textItemAnswer: `Если пока нет возможности обновить версию, а объявление нужно опубликовать прямо сейчас, используйте мобильную версию сайта. В ней есть все основные функции приложения.`,
              },
            ],
          },
        },
        {
          item: {
            textTitle: "Не прошло модерацию",
            textContent: [
              {
                textItemQuestion: "Не прошло модерацию",
                textItemAnswer: `Неправильная категория - чтобы опубликовать объявление, поменяйте категорию на ту, которую выбрал для вас модератор. Несколько обьектов в одном обьявлении - нельзя предлагать в одном объявлении несколько обьектов потому что это усложняет поиск.`,
              },
              {
                textItemQuestion:
                  "Контакты в названии, в описании или на фото.:",
                textItemAnswer: `Найдите отклонённое объявление во вкладке «Ждут действий» . Чтобы опубликовать его, отредактируйте — удалите контакты из названия или описания. Если контактная информация указана на фото или на превью видео, удалите или замените это фото или видео.
Контактами считаются:
- номер телефона
- адрес
- электронная почта
- логин в соцсетях
- название группы или канала в соцсетях
- ссылка на сайт
- номер аналогичного объявления на другом сайте
- ID в мессенджере`,
              },
              {
                textItemQuestion:
                  "Ещё в описании объявлений категории «Недвижимость» нельзя упоминать любые сторонние сайты — мы попросим удалить их.:",
                textItemAnswer: `Исправленное объявление уйдёт на повторную проверку и вскоре появится в результатах поиска.`,
              },
              {
                textItemQuestion: `Объявления со ссылками на другие сайты и мессенджеры мы не пропускаем, потому что среди них могут оказаться фишинговые ссылки для кражи данных.`,
              },
            ],
          },
        },
        {
          item: {
            textTitle: "Исправить отклонённое объявление",
            textContent: [
              {
                textItemQuestion:
                  "Что делать, если объявление отклонили: отредактируйте объявление и оставьте в нём только один обьект. Для остальных обьектов создайте отдельные объявления. После того, как вы отредактируете объявление, оно снова уйдёт на проверку и появится в поиске после проверки.",
                textItemAnswer: `Контакты в названии, в описании или на фото - Найдите отклонённое объявление во вкладке «Ждут действий» . Чтобы опубликовать его, отредактируйте — удалите контакты из названия или описания. Если контактная информация указана на фото или на превью видео, удалите или замените это фото или видео.
                
                Контактами считаются: номер телефона, адрес, электронная почта, логин в соцсетях, название группы или канала в соцсетях, ссылка на сайт, номер аналогичного объявления на другом сайте, ID в мессенджере.`,
              },
            ],
          },
        },
        {
          item: {
            textTitle: "Объявления сняты с публикации",
            textContent: [
              {
                textItemQuestion: "Объявления сняты с публикации",
                textItemAnswer: `Вы можете самостоятельно временно снять объявление с продажи и оно попадет в раздел «Архив», а также объявления снимается по истечению 30 дней с момента публикации. Вы также можете найти его в разделе «Архив».`,
              },
            ],
          },
        },
      ],
    },
    {
      title: "Платные услуги",
      items: [
        {
          item: {
            textTitle: "Премиум размещение",
            textContent: [
              {
                textItemQuestion: "Премиум размещение",
                textItemAnswer: `Все обьявления публикуются бесплатно. Если вы хотите увеличить охват просмотров своего обьявления, подключите услугу "Премиум размещение". Которая доступна сразу после размещения обьявления, либо вы можете применить ее к уже созданному обьявлению. Для этого в личном кабинете перейдите в раздел платные услуги. После оплаты ваше обьявление появится в специальном блоке "Премиум размещение" вверху страницы.`,
              },
              {
                textItemQuestion:
                  "Моего премиум объявления нет на главной странице",
                textItemAnswer: `На главной странице всего 4 видимых объявления. Если объявлений больше, мы постоянно их меняем, чтобы у всех премиум объявлений было равное количество просмотров. Также, пользователь может нажать кнопку "Посмотреть все" и ему будут доступны все премиум объявления, в том числе и ваше. 
Но главное не в том, чтобы попасть на главную. Если ваше объявления соответствует критериям запроса другого пользователя, оно всегда будет вверху результатов и выделено цветом, что обеспечит дополнительные охваты и последующую продажу.`,
              },
            ],
          },
        },
      ],
    },
  ];

  return data;
}
